Repository: kovaliovyuriy/directadmin_ua_lang
Catalog: login-*.po
Languages: uk

source: ← Back to the login page
uk: ← Повернутися на сторінку входу

source: Authenticate
uk: Авторизація

source: Click here
uk: Натисніть тут

source: Code from E-mail
uk: Код з E-mail

source: Computer or server time out of sync by %{ hours } hours.
uk: Час комп’ютера чи сервера не синхронізований на% {годин} годин.

source: Enter your Username and a confirmation link will be sent to your email account.
uk: Введіть своє ім'я користувача і посилання для підтвердження буде надіслано на ваш акаунт електронної пошти.

source: Forgot Password?
uk: Забули пароль?

source: Hmm, login details do not seem to be correct. Please try again.
uk: Хммм, дані для входу, здається, неправильні. Будь ласка, спробуйте ще раз..

source: Language
uk: Мова

source: Log In using your username and code from E-mail
uk: Увійдіть, використовуючи своє ім’я користувача та код з електронної пошти

source: Logged in..
uk: Увійшов в..

source: Manage your domains, databases & other server info.
uk: Керуйте своїми доменами, базами даних та іншою інформацією про сервер.

source: Password
uk: Пароль

source: Please enter username
uk: Введіть ім’я користувача

source: Request New Password
uk: Запит нового пароля

source: Send me a Link
uk: Надіслати мені посилання

source: Sign in to Account
uk: Увійдіть в обліковий запис

source: Start DirectAdmin
uk: Панель DirectAdmin

source: Submit Answer
uk: Надіслати відповідь

source: This is a Trial License of DirectAdmin
uk: Це пробна ліцензія DirectAdmin

source: Trust this device for %{ days } days
uk: Довіряти цьому пристрою %{ days } днів

source: Two Step Authentication
uk: Двоетапна автентифікація

source: Username
uk: Користувач
